[
    {"_id":"1","name":"Calathea Plant Jug","description":"Calathea plants are part of the family of plants known as Marantaceae","price":35,"categories":["petFriendly"],"image":"calathea.png"},
    {"_id":"2","name":"Tote Bag","description":"Elevate your everyday style with our Eco-Friendly Canvas Tote Bag, designed for the modern and conscious individual. Crafted from 100% premium, durable cotton canvas, this versatile tote is not only stylish but also sustainable, making it the perfect companion for your shopping trips, beach outings, or daily commutes.","price":50,"categories":["misc", "newArrivals"],"image":"totebag.webp"},
    {"_id":"3","name":"Snake Plant 'Laurentii'","description":"The Snake Plant 'Laurentii' is a striking, low-maintenance plant known for its tall, upright leaves edged in bright yellow. Its sleek appearance makes it a perfect addition to any room, adding a bold touch of greenery with minimal effort.\n\nIdeal for beginners, the 'Laurentii' thrives in various light conditions and requires little watering, making it a hardy choice for busy plant owners. It also helps purify the air, making your space not only more stylish but healthier too.","price":18,"categories":["newArrivals"],"image":"snake.webp"},
    {"_id":"4","name":"Hanging Planter","description":"Approx. 3.25\" H x 5\" W\nNo drainage hole - adding small rocks to the bottom of the pot is recommended for drainage","price":40,"categories":["planters"],"image":"planter.webp"},
    {"_id":"5","name":"Melbourne Pot","description":"This sleek and modern Melbourne planter is the perfect addition to any indoor or outdoor space, offering a chic, minimalist design that complements a variety of aesthetics. Its compact size makes it ideal for smaller plants like succulents and tropicals, providing a stylish home that doesn't take up too much room. Whether placed on a windowsill, shelf, or office desk, this planter adds a touch of elegance while keeping your greenery front and center. \n\nCrafted from durable materials, the Melbourne planter is not just about looks—it's designed to last. Its well-thought-out drainage system ensures that your plants stay healthy by preventing overwatering, which is especially important for succulents and tropical plants. The planter’s sturdy structure and modern design make it both functional and visually appealing, creating the perfect environment for your plants to thrive. Whether you're an experienced gardener or just getting started, this small yet stylish pot makes plant care easy and enjoyable.","price":28,"categories":["newArrivals", "planters"],"image":"melPot.webp"},
    
    {"_id":"6","name":"Blossom Geranium","description":"Apple Blossom Geranium flowers","price":20,"categories":["floral"],"image":"blossom_geranium.jpg"},
    {"_id":"7","name":"Floral Harvest Moon","description":"Autumn foliage at its finest: Harvest Moon, a seasonal arrangement of nature’s bountiful crop of foliage, berries, seeds and more, can celebrate, commemorate or “just because” like the feistiest of flowers.","price":68,"categories":["floral"],"image":"harvestMoon.webp"},
    {"_id":"8","name":"Floral Butterflies","description":" Make hearts flutter with \"Butterflies\". Comprised of flowers from our Dawn palette and also shades to compliment your particular butterfly. This arrangement includes one preserved butterfly, a specimen that can be kept for years to come.","price":89,"categories":["floral"],"image":"butterflies.webp"},
    {"_id":"9","name":"Floral Storm","description":"Deep shaded petals like the night sky - violet, ink, midnight; dramatized with textural foliage.","price":70,"categories":["floral"],"image":"storm.webp"},
    {"_id":"10","name":"Floral Earth","description":"Saturated warm red and burnt orange blossoms highlighted by brown tones and rich foliage.","price":62,"categories":["floral"],"image":"earth.webp"},
    {"_id":"11","name":"Chamaedorea Elegans","description":"Parlor palm, also known as Chamaedorea elegans, is known for its lush, tropical fronds. It's also one of the best types of palms for beginners.\n\nParlor palms grow best in tropical or indoor conditions with bright, indirect sunlight, well-drained acidic to neutral soil, and temperatures between 65°F and 75°F, though they can adapt to lower light conditions.","price":48,"categories":["petFriendly", "newArrivals"],"image":"elegans.webp"},
    {"_id":"12","name":"Lemon Button Fern","description":"The Lemon Button Fern (Nephrolepis cordifolia 'Duffii') is a charming dwarf variety of the Boston Fern. This versatile plant can grow both terrestrially and as an epiphyte. It features small, rounded leaflets that give off a faint lemony fragrance when brushed against.","price":55,"categories":["petFriendly"],"image":"lemon_fern.webp"},
    {"_id":"13","name":"Chinese Money Tree Plant","description":"The Chinese Money Plant, scientifically known as Pilea peperomioides, is a charming houseplant known for its coin-shaped leaves. This plant belongs to the Urticaceae family and originates from southwestern China. It thrives in moderate sunlight and is relatively easy to care for.","price":58,"categories":["petFriendly"],"image":"chinese-money-plant.jpg"},
    {"_id":"14","name":"Stick Incense","description":"Inspired by the natural setting of Saint Augustine’s Castillo de San Marcos fortress, built in 1672, this hand-rolled incense by YIELD has notes of cypress, salt, and smoke. This scent is part of YIELD's St. Augustine series, which pays homage to the town where their Florida studio is located.","price":14,"categories":["misc"],"image":"incense.webp"},
    {"_id":"15","name":"Tall ivory Vase","description":"This unique cream-colored ceramic vase is handmade in Snohomish, WA by Bruning Pottery. No two pieces are exactly alike, while these vases are all glazed in the same color-way, each vase will have slight differences in shape and glaze pattern that make it one-of-a-kind. Truly artisanal!","price":58,"categories":["newArrivals"],"image":"vase.webp"},
    {"_id":"16","name":"Embroidered Pocket T Shirt","description":"Celebrate your love of fermentation with our first-ever t-shirt. Featuring chest pocket mushroom embroidery by David Shrigley and Noma Projects logo embroidery on the back.","price":25,"categories":["misc"],"image":"tshirt.webp"},
    {"_id":"17","name":"Fire Barrel Cactus","description":"Ferocactus gracilis \ncoloratus, known as fire \nbarrel cactus, which is a popular barrel cactus that belongs to the Ferocactus genus.The Ferocactus gracilis coloratus is an unbranched, deep green, erect plant up to 10 feet tall and 3 feet wide, with prominent ribs and long central spines that can grow up to 1 foot long.","price":65,"categories":["cactus", "newArrivals"],"image":"fireBarrel.webp"},
    {"_id":"18","name":"Opuntia macrocentra","description":"Found natively in the US in Arizona, New Mexico, and Texas, they grow to the size of a moderate shrub, and old specimens can form a short trunk. Extremely large or old plants may reach up to 6′ tall, but more often it’s far less.\n\nNotably, they have large, flattened paddles with reddish glochids and long, orange to black spines that emerge.\n\nThe most obvious distinguishing feature if you’re uncertain of species is that the Santa Rita produces brilliant yellow flowers. The center is yellow, the stamens are yellow, the whole flower is yellow with tissue-papery petals. Very pretty and extremely striking against the purple body of the plant.","price":47,"categories":["cactus"],"image":"opuntia.webp"},
    {"_id":"19","name":"Elephant Cactus","description":"Known as the “tallest cactus species in the world,” Pachycereus elephant cactus is not only tall but grows with multiple branches. The primary lower stem, sized like an elephant’s leg, can reach more than 3 feet (1 m.) around the bottom. This is where the common name elephant cactus originated. Also, the botanical name “pachy” means short trunk and “cereus” means columnar. These are great descriptions of this large cactus plant.\n\nAlso called Cardón, or Cardón Pelón, the plant is native to California deserts and islands in the Gulf. It grows in northern Mexico too. There it is found in alluvial (clay, silt, sand, gravel,) soils. There is a trunkless form of elephant cactus as well, with numerous branches rising from the soil. It grows on rocky hills and level plains in desert-like conditions in its native conditions.","price":190,"categories":["cactus", "newArrivals"],"image":"elephant.webp"},
    {"_id":"20","name":"Cat Palm","description":"Chamaedorea is a genus of small palms that are native to tropical and subtropical regions of the Americas. The name comes from the Greek words chamai which means \"on the ground\" and dorea which means \"a gift\". They are small palms, growing to 0.3–6 m (1 ft 0 in – 19 ft 8 in) tall with slender, cane-like stems, growing in the understory in rainforests, and often spreading by underground runners. Some species are endangered in the wild due to habitat destruction, while others are popular houseplants.\n\nThis pet-friendly plant is easy to care for and adds a lush, tropical vibe to any indoor space. It thrives in indirect sunlight and is perfect for pet owners looking for a safe plant to decorate their homes.","price":99,"categories":["petFriendly", "newArrivals"],"image":"catPalms.webp"}
  ]